/* Localizable strings of com.apple.vpnsettings preference manifest */

"VPN.pfm_title" = "Impostazioni VPN";
"VPN.pfm_description" = "Preferenze VPN";

"ServiceType.pfm_title" =				"Tipo servizio";
"ServiceType.pfm_description" =				"Tipo di servizio. Impostato su L2TP o PPTP.";
"CommRemoteAddress.pfm_title" =			"Indirizzo server VPN";
"CommRemoteAddress.pfm_description" =		"Indirizzo URL del server VPN.";
"UserLoginName.pfm_title" =				"Nome di login utente";
"UserLoginName.pfm_description" =			"Nome di login da utilizzare per la connessione. Non utilizzare questa chiave se vuoi usare il nome di login utente.";
"UserDefinedName.pfm_title" =			"Nome descrittivo";
"UserDefinedName.pfm_description" =			"Inserisci un nome descrittivo che verrà visualizzato durante la connessione al server.";
"UserAuthenticationType.pfm_title" =	"Tipo di autenticazione utente";
"UserAuthenticationType.pfm_description" =	"Tipo di autenticazione VPN. Imposta su Password, Kerberos, TokenCard o SecurID.";
